<?php 

return [
    'welcome' => 'مرحباً بكم في تطبيقنا',
'find your dream property with us' => 'ابحث عن عقارك المثالي معنا',
'estado properties' => "عقارات إستادو",
'goodbye' => 'وداعاً',
'shop' => 'متجر',
'warehouse' => 'مستودع',
'commercial' => 'تجاري',
'showroom' => 'صالة عرض',
'admin_dashboard' => 'لوحة تحكم المسؤول',
'agent_dashboard' => 'لوحة تحكم الوكيل',
'dashboard' => 'لوحة القيادة',
'your_new_property' => 'عقارك الجديد في انتظارك',
'search' => 'بحث',
'sell_des' => 'قم بإدراج عقارك للبيع بسهولة على منصتنا، وصولاً إلى جمهور واسع من المشترين المحتملين. إدارة قوائمك، تحديث الأسعار، وتلقي الاستفسارات مباشرة عبر التطبيق. تضمن عمليتنا المبسطة تجربة بيع سلسة من البداية إلى النهاية.',
'rent_des' => 'ابحث عن عقارك المثالي للإيجار بسهولة من خلال ميزات البحث السهلة الاستخدام. تصفح العقارات المتاحة، جدولة الزيارات، وإدارة عقود الإيجار، كل ذلك داخل التطبيق. سواء كنت مستأجراً أو مالكاً، فإن منصتنا تبسط عملية الإيجار.',
'purchase_des' => 'اكتشف مجموعة متنوعة من العقارات المتاحة للشراء، مخصصة لاحتياجاتك. تسهّل منصتنا تصفح القوائم، مقارنة الأسعار، والتواصل مع البائعين. سواء كنت تبحث عن منزل أو استثمار، نساعدك في العثور على الخيار المثالي.',
'top_properties' => 'أفضل العقارات',
'home' => 'الصفحة الرئيسية',
'properties' => 'العقارات',
'area' => 'المساحة',
'corner' => 'زاوية',
'parking' => 'موقف سيارات',
'about' => 'من نحن',
'acre' => 'المساحة',
'square_yard' => 'المتر المربع',
'terms_conditions' => 'الشروط والأحكام',
'privacy_policy' => 'سياسة الخصوصية',
'contact_us' => 'اتصل بنا',
'become_an_agent' => 'كن وكيلاً',
'agent_login' => 'تسجيل دخول الوكيل',
'admin_login' => 'تسجيل دخول المسؤول',
'journey_to_your_dream_apartment' => 'رحلة إلى شقتك المثالية',
'collaboration' => 'التعاون',
'collabration_details' => 'يمكن للشركاء الاستفادة من شبكتنا وخبراتنا أثناء المشاركة في حوار مفتوح ومشاركة الأفكار.',
'partners_utilize_network' => 'يمكن للشركاء الاستفادة من شبكتنا وخبراتنا أثناء المشاركة في حوار مفتوح ومشاركة الأفكار.',
'collaboration_uppercase' => 'التعاون',
'partners_utilize_network_uppercase' => 'يمكن للشركاء الاستفادة من شبكتنا وخبراتنا أثناء المشاركة في حوار مفتوح ومشاركة الأفكار.',
'property_addition' => 'إضافة العقار',
'property_addition_description' => 'يرفع الشركاء بيانات العقار، بما في ذلك المعلومات الإلزامية، على منصتنا باستخدام رمز عضوية مخصص.',
'data_evaluation' => 'تقييم البيانات',
'data_evaluation_description' => 'تخضع البيانات المرفوعة للتقييم الفني ويتم تحويلها إلى شكل عرض تقديمي للعملاء. سنشارك هذا العرض مع العملاء المحتملين ونبدأ في التعامل.',
'deal_completion' => 'إتمام الصفقة',
'deal_completion_description' => 'إذا تلقينا ملاحظات إيجابية، سيتم تحديث معلومات العقار على المنصة، وسيتم إبلاغ الشريك التجاري المعني عبر البريد الإلكتروني أو الهاتف. سيتم إشراك الشركاء طوال عملية الصفقة.',
'properties_by_location' => 'العقارات حسب الموقع',
'discover_dream_property' => 'اكتشف عقارك المثالي بسهولة من خلال موقعنا الإلكتروني السهل الاستخدام. استعرض أفضل القوائم بالقرب منك، مما يسهل العثور على منزلك المثالي أكثر من أي وقت مضى. سواء كنت تشتري أو تستأجر، تضمن منصتنا تجربة بحث سلسة ومصممة لاحتياجاتك. ابدأ رحلتك للعثور على العقار المثالي اليوم.',
'location' => 'الموقع',
'area' => 'المساحة',
'corner' => 'زاوية',
'parking' => 'موقف سيارات',
'sell' => 'بيع',
'rent' => 'إيجار',
'purchase' => 'شراء',
'yes' => 'نعم',
'no' => 'لا',
'car' => 'سيارة',
'bike' => 'دراجة',
'explore_all' => 'استكشاف الكل',
'our_main_focus' => 'تركيزنا الرئيسي',
'lorem_ipsum' => 'لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبسيشينج إيليت.',
'enter_email_here' => 'أدخل البريد الإلكتروني هنا',
'subscribe' => 'اشترك',

'estado_intro' => 'في Estado، أثبتنا أنفسنا كمزود موثوق لحلول العقارات. التزامنا بالتميز والنزاهة أكسبنا سمعة لتقديم خدمات متميزة لعملائنا من الشركات. على مدار سنوات الخبرة، تعلمنا وفهمنا المتطلبات المتنوعة لعملائنا من الشركات في سوق العقارات المتطور باستمرار. لتلبية احتياجات عملاء العقارات، نقدم لهم مجموعة شاملة من الخدمات المصممة لتلبية المتطلبات الخاصة التي تشمل العقارات التجارية، والمستودعات، ومساحات المكاتب الخلفية والاستثمارات العقارية لتلبية الاحتياجات المستقبلية.',
'estado_team_commitment' => 'فريقنا من خبراء العقارات ملتزم تمامًا بمساعدة وتقديم الحلول المخصصة لعملائنا. نحن نتفاعل شخصيًا مع عملائنا طوال عملية المعاملة وندعمهم أيضًا في إعداد تقدير التكلفة والجدوى للمشروع، وتقرير الموقع، والمقارنة السوقية وخطط النمو المستقبلية. ما يميز Estado هو التزامنا الثابت برضا العملاء وتحقيق أهدافهم العقارية. نحن نعطي الأولوية للشفافية والاحترافية والموثوقية في جميع تعاملاتنا، مما يضمن أن يحصل عملاؤنا على أعلى مستوى من الخدمة والدعم المهني من طرفنا.',
'terms_intro' => 'مقدمة',
'terms_intro_text' => 'يرجى قراءة هذه الشروط والأحكام بعناية لأنها تحتوي على معلومات مهمة حول حقوقك والتزاماتك عند استخدام موقع وخدمات ESTADO. باستخدام موقع وخدمات ESTADO، فإنك توافق على الالتزام بهذه الشروط واستخدام سياسة الخصوصية الخاصة بنا. إذا كنت لا توافق على هذه الشروط، يرجى التوقف عن استخدام موقع وخدمات ESTADO فورًا.',

'indemnity' => 'التعويض',
'indemnity_text' => 'أنت توافق على تعويض وحماية ESTADO وشركاتها التابعة من أي مطالبات أو نفقات تنشأ من استخدامك لموقع وخدمات ESTADO، أو خرقك لهذه الشروط، أو الاستخدام غير المصرح به لمنصة ESTADO، أو أي استخدام غير صحيح لجهازك للوصول إلى موقع وخدمات ESTADO.',
'liability' => 'تحديد المسؤولية',
'liability_text' => 'لن تكون ESTADO وشركاتها التابعة مسؤولة عن أي أضرار مباشرة أو غير مباشرة أو خاصة ناجمة عن استخدام موقع وخدمات ESTADO. نحن غير مسؤولين عن الخسائر الناجمة عن الاستخدام غير المصرح به لجهازك للوصول إلى خدماتنا.',
'confidentiality' => 'السرية',
'confidentiality_text' => 'أنت توافق على الحفاظ على جميع المعلومات السرية وعدم الإفصاح عنها دون موافقة خطية مسبقة من ESTADO. ستظل ESTADO تحافظ على سرية معلوماتك ولكن قد تكشفها لشركاتها التابعة والمستشارين والأطراف الثالثة المشاركة في عملياتنا التجارية.',
'estado_rights' => 'حقوق ESTADO',
'estado_rights_text' => 'تحتفظ ESTADO بالحق في تعديل أو تعليق أو إنهاء أو تقييد الوصول إلى أي جزء من موقع وخدمات ESTADO دون إشعار. نحتفظ أيضًا بالحق في رفض الوصول إلى خدماتنا إذا كانت معايير خدمتك غير متوافقة مع توقعات Estado.',
'changes_to_terms' => 'التغييرات على الشروط والأحكام',
'changes_to_terms_text' => 'قد نقوم بتحديث شروطنا وأحكامنا من وقت لآخر. يُنصح بمراجعة هذه الصفحة دوريًا لأية تغييرات. تسري هذه التغييرات فور نشرها.',

'acknowledgement' => 'الإقرار',
'acknowledgement_text' => 'باستخدام بوابتنا، يقر الشركاء ويوافقون على الشروط الموضحة في هذه الشروط والأحكام. لأي أسئلة أو استفسارات بخصوص الشروط والأحكام الخاصة بنا، يرجى الاتصال بنا على:',

// الاتصال والخصوصية

'privacy_policy_intro' => 'في ESTADO، نحن ملتزمون بحماية مصالح شركائنا التجاريين. تسلط سياسة الخصوصية هذه الضوء على كيفية حماية واستخدام المعلومات التي يتم تحميلها على بوابتنا.',
'information_collection' => 'جمع المعلومات',
'information_collection_text' => 'نحن نجمع المعلومات الشخصية والتجارية من شركائنا التجاريين لتسهيل المعاملات وتحسين الخدمات العقارية ذات الصلة. تتضمن هذه البيانات تفاصيل الاتصال، والملفات التجارية، ووثائق العقارات، وتاريخ المعاملات.',
'information_usage' => 'استخدام المعلومات',
'information_usage_text' => 'سيتم مشاركة البيانات التي نحصل عليها من شركائنا التجاريين مع عملائنا المحتملين فقط لمعالجة المعاملات، وتقديم دعم العملاء، وتعزيز وظائف منصتنا. نحن نضمن أن بيانات الشركاء لن تُشارك مع أي طرف ثالث دون إذن صريح من الشريك التجاري المعني.',








    'data_security' => 'أمان البيانات',
'data_security_text' => 'نحن نستخدم تدابير أمان وفقًا للمعايير الصناعية لحماية سرية وسلامة المعلومات التي يتم تحميلها/تخزينها على منصتنا. ومع ذلك، من المهم ملاحظة أن أي طريقة لنقل البيانات عبر الإنترنت أو تخزينها إلكترونيًا ليست آمنة تمامًا.',

'privacy_respect' => 'احترام الخصوصية',
'privacy_respect_text' => 'نحن نحترم خصوصية البيانات المقدمة ونتبع بروتوكولات صارمة للحفاظ على سريتها. نتواصل بانتظام مع شركائنا التجاريين عبر المكالمات لتحديثهم بشأن معاملاتهم الخاصة ومتطلبات العملاء.',

'policy_updates' => 'تحديثات السياسة',
'policy_updates_text' => 'نحتفظ بالحق في تحديث أو تعديل سياسة الخصوصية هذه في أي وقت. سيتم عكس أي تغييرات على هذه الصفحة، ونشجع الموردين على مراجعتها دوريًا.',

'contact_us_text' => 'شكرًا لاختياركم ESTADO. نحن هنا لمساعدتكم في أي استفسارات أو توضيحات أو اتصالات قد تكون لديكم. لا تترددوا في التواصل معنا باستخدام معلومات الاتصال المذكورة أدناه:',

'name' => 'الاسم',
'email' => 'البريد الإلكتروني',
'phone' => 'الهاتف',
'message' => 'الرسالة',
'send_message' => 'إرسال الرسالة',


// new working 


'enter_property_name' => 'أدخل اسم العقار',
'all' => 'الكل',


'all_property_type' => 'جميع أنواع العقارات',


// Single Property
'floor_no' => 'رقم الطابق',
'suite_no' => 'رقم الجناح',
'rate' => 'السعر',
'size' => 'الحجم',


// Single Floor
'address' => 'العنوان',
'type' => 'النوع',
'sell_rent' => 'بيع إيجار',
'demand_sqyard' => 'المطالبة / ياردة مربعة',
'demand_acre' => 'المطالبة / فدان',
'plot_size' => 'حجم القطعة',
'dimension_front' => 'البعد الأمامي',
'dimension_depth' => 'البعد الخلفي',
'total_size' => 'الحجم الكلي',
'leased_area' => 'المنطقة المؤجرة',
'nearest_landmark' => 'أقرب معلم',
'parking_capacity' => 'سعة مواقف السيارات',
'absolute_value' => 'القيمة المطلقة',
'agent_details' => 'تفاصيل الوكيل',
'agent_description' => 'وكيل العقارات المخصص لدينا، ليلا هوكينز، هنا لتحويل طموحاتك العقارية إلى نجاح ملموس. مع فهم عميق للسوق المحلي والتزام بالتميز، تقدم ليلا هوكينز خبرة لا مثيل لها في كل معاملة.',
'top_rated_agent' => 'وكيل ذو تقييم عالٍ',
'total_deals' => 'إجمالي الصفقات',

];