<?php 



return [
    
    'your_new_property' => 'آپ کی نئی پراپرٹی آپ کا انتظار کر رہی ہے',
    'search' => 'تلاش کریں',
    'top_properties' => 'بہترین پراپرٹیز',
    'home' => 'ہوم',
    'sell_des' => 'اپنی پراپرٹی کو ہماری ایپ پر آسانی سے فروخت کے لیے فہرست میں شامل کریں اور خریداروں تک پہنچیں۔ اپنی فہرستوں کا نظم کریں، قیمتیں اپ ڈیٹ کریں، اور براہ راست ایپ کے ذریعے پوچھ گچھ وصول کریں۔ ہماری سادہ اور ہموار پراسیس فروخت کے تجربے کو بہترین بناتی ہے۔',
    'rent_des' => 'اپنی پسندیدہ کرایہ کی پراپرٹی کو آسانی سے تلاش کریں۔ دستیاب پراپرٹیز کو دیکھیں، ملاقات کا وقت طے کریں، اور ایپ کے ذریعے کرایہ کے معاہدے کا انتظام کریں۔ چاہے آپ کرایہ دار ہوں یا مالک، ہماری ایپ کرایہ داری کے عمل کو آسان بناتی ہے۔',
    'purchase_des' => 'اپنی ضروریات کے مطابق دستیاب پراپرٹیز کو دریافت کریں۔ ہماری ایپ سے آسانی سے فہرستیں دیکھیں، قیمتوں کا موازنہ کریں، اور بیچنے والوں سے رابطہ کریں۔ چاہے آپ گھر خرید رہے ہوں یا سرمایہ کاری کر رہے ہوں، ہم آپ کو بہترین پراپرٹی تلاش کرنے میں مدد دیتے ہیں۔',
    'admin_dashboard' => 'ایڈمن ڈیش بورڈ',
  
    'parking' => 'پارکنگ',
    'agent_dashboard' => 'ایجنٹ ڈیش بورڈ',
    'find your dream property with us' => 'ہمارے ساتھ اپنی خوابوں کی پراپرٹی تلاش کریں۔',
    'estado properties'=> 'ایستادو پراپرٹیز',
    'properties' => 'پراپرٹیز',
    'about' => 'ہمارے بارے میں',
    'acre' => 'ایکڑ',
    'square_yard' => 'گز',
    'terms_conditions' => 'شرائط و ضوابط',
    'privacy_policy' => 'پرائیویسی پالیسی',
    'dashboard' => 'ڈیش بورڈ',
    'contact_us' => 'ہم سے رابطہ کریں',
    'become_an_agent' => 'ایجنٹ بنیں',
    'agent_login' => 'ایجنٹ لاگ ان',
    'admin_login' => 'ایڈمن لاگ ان',
    'journey_to_your_dream_apartment' => 'آپ کے خوابوں کے اپارٹمنٹ کا سفر',
    'collaboration' => 'تعاون',
    'collabration_details'=> 'شراکت دار مشغولیت کے دوران ہمارے نیٹ ورک اور مہارت کو استعمال کر سکتے ہیں۔
                                    کھلے مکالمے میں اور بصیرت کا تبادلہ۔',
    
    'partners_utilize_network' => 'شراکت دار ہمارے نیٹ ورک اور مہارت کو استعمال کر سکتے ہیں اور کھلی بات چیت اور بصیرت کا اشتراک کر سکتے ہیں۔',
    'collaboration_uppercase' => 'تعاون',
    'partners_utilize_network_uppercase' => 'شراکت دار ہمارے نیٹ ورک اور مہارت کو استعمال کر سکتے ہیں اور کھلی بات چیت اور بصیرت کا اشتراک کر سکتے ہیں۔',
    'property_addition' => 'پراپرٹی کا اضافہ',
    'property_addition_description' => 'شراکت دار لازمی معلومات سمیت پراپرٹی ڈیٹا ہمارے پلیٹ فارم پر اپ لوڈ کرتے ہیں، جو ایک مخصوص ممبرشپ کوڈ کا استعمال کرتے ہیں۔',
    'data_evaluation' => 'ڈیٹا کی تشخیص',
    'data_evaluation_description' => 'اپ لوڈ شدہ ڈیٹا تکنیکی تشخیص کے عمل سے گزرتا ہے اور اسے کلائنٹ پریزنٹیشن کے فارمیٹ میں تبدیل کیا جاتا ہے۔ ہم یہ پریزنٹیشن ممکنہ کلائنٹس کے ساتھ شیئر کریں گے اور تعامل شروع کریں گے۔',
    'deal_completion' => 'ڈیل مکمل',
    'deal_completion_description' => 'اگر ہمیں مثبت فیڈبیک موصول ہوتا ہے، تو پراپرٹی کی معلومات پلیٹ فارم پر اپ ڈیٹ ہو جائے گی اور متعلقہ بزنس پارٹنر کو ای میل یا فون کے ذریعے مطلع کیا جائے گا۔ شراکت دار پورے ٹرانزیکشن عمل میں شامل ہوں گے۔',
    'properties_by_location' => 'مقام کے حساب سے پراپرٹیز',
    'discover_dream_property' => 'ہماری بدیہی ویب سائٹ کے ساتھ اپنے خوابوں کی پراپرٹی آسانی سے دریافت کریں۔ آپ کے قریب بہترین لسٹنگز کو ایکسپلور کریں، جس سے آپ کا مثالی گھر تلاش کرنا پہلے سے کہیں زیادہ آسان ہو گیا ہے۔ چاہے آپ خرید رہے ہوں یا کرایہ پر، ہمارا پلیٹ فارم آپ کی ضروریات کے مطابق ہموار تلاش کا تجربہ فراہم کرتا ہے۔ آج ہی کامل پراپرٹی تلاش کرنے کا سفر شروع کریں۔',
    
    'location' => 'مقام',
    'area' => 'علاقہ',
    
  
    
    'rent' => 'کرایہ پر',
    'purchase' => 'خریدیں',
    'yes' => 'ہاں',
    'no' => 'نہیں',
    'car' => 'گاڑی',
    'bike' => 'موٹر سائیکل',
    'explore_all' => 'سب کو ایکسپلور کریں',
    'our_main_focus' => 'ہمارا مرکزی فوکس',
    'lorem_ipsum' => 'لوریم ایپسم ڈولر سیت ایمیٹ کونسیٹیکٹور ایڈپیسچنگ ایلیٹ۔',
    'enter_email_here' => 'یہاں ای میل درج کریں',
    'subscribe' => 'سبسکرائب کریں',

    'estado_intro' => 'ایسٹادو میں، ہم نے خود کو رئیل اسٹیٹ حل فراہم کرنے والے ایک قابل اعتماد فراہم کنندہ کے طور پر قائم کیا ہے۔ ہماری عمدگی اور دیانتداری کے عزم نے ہمیں اپنے قیمتی کارپوریٹ کلائنٹس کو بہترین خدمات فراہم کرنے کے حوالے سے ایک شہرت دلائی ہے۔ سالوں کے تجربے سے ہم نے اپنے کارپوریٹ کلائنٹس کی متنوع ضروریات کو سمجھا اور سیکھا ہے جو بدلتی ہوئی رئیل اسٹیٹ مارکیٹ میں بہت ضروری ہے۔ کلائنٹس کی رئیل اسٹیٹ کی ضروریات کو پورا کرنے کے لیے، ہم انہیں مخصوص ضروریات کے مطابق خدمات کی ایک جامع رینج پیش کرتے ہیں، جن میں ریٹیل، ویئر ہاؤسنگ، بیک آفس اسپیس اور رئیل اسٹیٹ میں سرمایہ کاری شامل ہیں تاکہ مستقبل کی ضروریات کو پورا کیا جا سکے۔',
    
    'estado_team_commitment' => 'ہماری رئیل اسٹیٹ ماہرین کی ٹیم اپنے کلائنٹس کی مدد اور انہیں اپنی مخصوص ضروریات کے مطابق حل فراہم کرنے کے لیے مکمل طور پر پرعزم ہے۔ ہم پورے لین دین کے عمل میں اپنے کلائنٹس کے ساتھ ذاتی طور پر شامل ہوتے ہیں اور انہیں پروجیکٹ کی لاگت اور ممکنہ نتائج کی تیاری، سائٹ رپورٹ، مارکیٹ موازنہ اور مستقبل کے ترقیاتی منصوبوں میں بھی مدد فراہم کرتے ہیں۔ جو چیز ایسٹادو کو منفرد بناتی ہے وہ ہے ہمارے کلائنٹس کی اطمینان کے لیے ہمارا عزم اور ان کی رئیل اسٹیٹ کے اہداف کو حقیقت میں بدلنا۔ ہم شفافیت، پیشہ ورانہ صلاحیت اور بھروسے کو اپنی تمام بات چیت میں ترجیح دیتے ہیں، اس بات کو یقینی بناتے ہیں کہ ہمارے کلائنٹس کو ہمارے ساتھ سب سے اعلیٰ سطح کی خدمت اور پیشہ ورانہ معاونت ملے۔ ہمارے موجودہ کلائنٹس میں مختلف مالیاتی ادارے، فارماسیوٹیکل کمپنیاں، اور دیگر کارپوریٹ سیکٹر کے ادارے شامل ہیں۔',
    
    'terms_intro' => 'تعارف',
    'terms_intro_text' => 'براہ کرم ان شرائط و ضوابط کو غور سے پڑھیں کیونکہ ان میں آپ کے حقوق اور ذمہ داریوں کے بارے میں اہم معلومات شامل ہیں جب آپ ایسٹادو ویب سائٹ اور سروسز کا استعمال کرتے ہیں۔ ایسٹادو ویب سائٹ اور سروسز کا استعمال کرکے، آپ ان استعمال کی شرائط اور ہماری رازداری کی پالیسی سے اتفاق کرتے ہیں۔ اگر آپ ان شرائط سے اتفاق نہیں کرتے تو براہ کرم ایسٹادو ویب سائٹ اور سروسز کا استعمال فوری طور پر بند کر دیں۔',
    
    'indemnity' => 'معاوضہ',
    'indemnity_text' => 'آپ ایسٹادو اور اس کے وابستگان کو کسی بھی دعوے، مطالبات یا اخراجات سے بری کرنے، دفاع کرنے اور محفوظ رکھنے پر اتفاق کرتے ہیں جو ایسٹادو ویب سائٹ اور سروسز کے استعمال سے، ان شرائط کی خلاف ورزی، ایسٹادو پلیٹ فارم کے غیر مجاز استعمال، یا آپ کے ڈیوائس کے غیر مناسب استعمال سے پیدا ہوتے ہیں۔',
    
    'liability' => 'ذمہ داری کی حد',
    'liability_text' => 'ایسٹادو اور اس کے وابستگان کسی بھی براہ راست، بالواسطہ، نتیجہ خیز یا خاص نقصانات کے لیے ذمہ دار نہیں ہوں گے جو ایسٹادو ویب سائٹ اور سروسز کے استعمال سے پیدا ہوں۔ ہم آپ کے ڈیوائس کے غیر مجاز استعمال سے ہمارے سروسز تک رسائی کے نقصان کے ذمہ دار نہیں ہیں۔',
    
    'confidentiality' => 'رازداری',
    'confidentiality_text' => 'آپ اس بات سے اتفاق کرتے ہیں کہ تمام خفیہ معلومات کو نجی رکھیں گے اور ایسٹادو کی پیشگی تحریری اجازت کے بغیر ان کا افشا نہیں کریں گے۔ ایسٹادو آپ کی معلومات کو خفیہ رکھے گا لیکن ہمارے کاروباری آپریشنز میں شامل وابستگان، مشیروں اور تیسرے فریق کو افشا کر سکتا ہے۔',
    
    'estado_rights' => 'ایسٹادو کے حقوق',
    'estado_rights_text' => 'ایسٹادو ویب سائٹ اور سروسز کے کسی بھی حصے کو بغیر نوٹس کے ترمیم، معطل، بند یا رسائی کو محدود کرنے کا حق محفوظ رکھتا ہے۔ ہم اپنی سروسز تک رسائی کو مسترد کرنے کا بھی حق محفوظ رکھتے ہیں اگر آپ کی خدمات ایسٹادو کی توقعات کے مطابق نہیں ہوں گی۔',
    
    'changes_to_terms' => 'شرائط و ضوابط میں تبدیلیاں',
    'changes_to_terms_text' => 'ہم وقتاً فوقتاً اپنی شرائط و ضوابط کو اپ ڈیٹ کر سکتے ہیں۔ آپ کو کسی بھی تبدیلی کے لیے اس صفحہ کو باقاعدگی سے دیکھنے کا مشورہ دیا جاتا ہے۔ یہ تبدیلیاں پوسٹ کیے جانے کے فوراً بعد لاگو ہو جاتی ہیں۔',
    
    'acknowledgement' => 'تصدیق',
    'acknowledgement_text' => 'ہمارے پورٹل کو استعمال کرتے ہوئے، پارٹنرز ان شرائط و ضوابط میں بیان کردہ شرائط سے اتفاق اور رضامندی کا اظہار کرتے ہیں۔ ہماری شرائط و ضوابط سے متعلق کسی بھی سوالات یا خدشات کے لیے، براہ کرم ہم سے رابطہ کریں:',


    // privacy and contact
    
    'privacy_policy_intro' => 'ESTADO میں، ہم اپنے کاروباری شراکت داروں کے مفادات کے تحفظ کے لئے پرعزم ہیں۔ یہ رازداری کی پالیسی اس بات کی وضاحت کرتی ہے کہ ہم اپنے پورٹل پر اپلوڈ کی گئی معلومات کو کس طرح محفوظ رکھتے ہیں، استعمال کرتے ہیں، اور ان کی حفاظت کرتے ہیں۔',
    
    'information_collection' => 'معلومات کا جمع کرنا',
    'information_collection_text' => 'ہم اپنے کاروباری شراکت داروں سے ذاتی اور کاروباری معلومات جمع کرتے ہیں تاکہ لین دین میں آسانی پیدا ہو اور جائیداد سے متعلق خدمات کو بہتر بنایا جا سکے۔ ان معلومات میں رابطے کی تفصیلات، کاروباری پروفائلز، جائیداد کے دستاویزات اور لین دین کی تاریخ شامل ہیں۔',
    
    'information_usage' => 'معلومات کا استعمال',
    'information_usage_text' => 'ہمارے کاروباری شراکت داروں سے موصول شدہ معلومات صرف ہمارے ممکنہ کلائنٹس کے ساتھ لین دین کو مکمل کرنے، کسٹمر سپورٹ فراہم کرنے اور ہمارے پلیٹ فارم کی فعالیت کو بڑھانے کے لیے شیئر کی جائیں گی۔ ہم اس بات کو یقینی بناتے ہیں کہ بغیر کسی واضح اجازت کے فروش کی معلومات کسی تیسرے فریق کے ساتھ شیئر نہ کی جائیں۔',
    
    'data_security' => 'ڈیٹا سیکیورٹی',
    'data_security_text' => 'ہم اپنے پورٹل پر اپلوڈ/محفوظ کی گئی معلومات کی رازداری اور سالمیت کے تحفظ کے لیے صنعت کے معیاری حفاظتی اقدامات استعمال کرتے ہیں۔ تاہم، یہ بات یاد رکھنا ضروری ہے کہ انٹرنیٹ کے ذریعے کسی بھی طریقہ کا مکمل طور پر محفوظ ہونا ممکن نہیں ہے۔',
    
    'privacy_respect' => 'رازداری کا احترام',
    'privacy_respect_text' => 'ہم فراہم کردہ معلومات کی رازداری کا احترام کرتے ہیں اور سخت رازداری کے پروٹوکول کی پیروی کرتے ہیں۔ ہم باقاعدگی سے اپنے کاروباری شراکت داروں سے ان کی لین دین اور کلائنٹ کی ضروریات کے بارے میں بات چیت کرتے ہیں۔',
    
    'policy_updates' => 'پالیسی کی تازہ ترین معلومات',
    'policy_updates_text' => 'ہم کسی بھی وقت اس رازداری کی پالیسی کو اپ ڈیٹ یا تبدیل کرنے کا حق محفوظ رکھتے ہیں۔ کوئی بھی تبدیلی اس صفحے پر ظاہر کی جائے گی، اور فروخت کنندگان کو مشورہ دیا جاتا ہے کہ وہ اسے باقاعدگی سے دیکھیں۔',
    
    
    'contact_us_text' => 'ESTADO کو منتخب کرنے کا شکریہ۔ ہم آپ کے سوالات، وضاحتوں، یا بات چیت میں مدد کے لئے حاضر ہیں۔ براہ کرم ذیل میں فراہم کردہ رابطے کی معلومات کا استعمال کرتے ہوئے ہم سے رابطہ کریں:',
    
    'name' => 'نام',
    'email' => 'ای میل',
    'phone' => 'فون',
    'message' => 'پیغام',
    'send_message' => 'پیغام بھیجیں',


    // new working 

    'commercial' => 'کمرشل',
'warehouse' => 'گودام',
'shop' => 'دکان',
'showroom' => 'شو روم',
'enter_property_name' => 'پراپرٹی کا نام درج کریں',
'all' => 'سب',
// 'rent' => 'کرایہ',
// 'sell' => 'فروخت',
'all_property_type' => 'تمام پراپرٹی کی اقسام',


// Single Property
'floor_no' => 'منزل نمبر',
'suite_no' => 'سوٹ نمبر',
'rate' => 'ریٹ',
'size' => 'سائز',
'sell' => 'فروخت',


// Single Floor
'address' => 'پتہ',
'type' => 'قسم',
'sell_rent' => 'فروخت کرایہ',
'demand_sqyard' => 'ڈیمانڈ / مربع گز',
'demand_acre' => 'ڈیمانڈ / ایکڑ',
'plot_size' => 'پلاٹ کا سائز',
'dimension_front' => 'اگلے کا طول و عرض',
'dimension_depth' => 'پچھلے کا طول و عرض',
'total_size' => 'کل سائز',
'leased_area' => 'لیزڈ ایریا',
'nearest_landmark' => 'قریب ترین نشانیاں',
'corner' => 'کونہ',
'parking_capacity' => 'پارکنگ کی گنجائش',
'absolute_value' => 'قطعی قدر',
'agent_details' => 'ایجنٹ کی تفصیلات',
'agent_description' => 'ہماری وقف شدہ پراپرٹی ایجنٹ، لیلا ہاکنز، آپ کے رئیل اسٹیٹ کے خوابوں کو حقیقی کامیابی میں بدلنے کے لیے حاضر ہے۔ مقامی مارکیٹ کی گہری سمجھ اور اعلیٰ معیار کے عزم کے ساتھ، لیلا ہاکنز ہر لین دین میں بے مثال مہارت لاتی ہیں۔',
'top_rated_agent' => 'ٹاپ ریٹیڈ ایجنٹ',
'total_deals' => 'کل ڈیلز',

];